[
    {
        "id": 1,
        "dataParent": "faqAccordion",
        "accordionId": "headingOne",
        "collapsedClass": "",
        "dataTarget": "#collapseOne",
        "ariaExpanded": "true",
        "ariaControls": "collapseOne",
        "title": "What if I hate how I look or sound on camera?",
        "text": "You won’t. We guide you through delivery, make you comfortable on set, and edit out the weird stuff. You'll look and sound like the best version of you.",
        "collapseShow": "show"
    },
    {
        "id": 2,
        "dataParent": "faqAccordion",
        "accordionId": "headingTwo",
        "collapsedClass": "collapsed",
        "dataTarget": "#collapseTwo",
        "ariaExpanded": "false",
        "ariaControls": "collapseTwo",
        "title": "How do I know I will see results?",
        "text": "You will start seeing results when we start posting videos! To do the strategy call, research, scripting, filming, and editing takes 2 weeks and then the posting begins!",
        "collapseShow": ""
    },
    {
        "id": 3,
        "dataParent": "faqAccordion",
        "accordionId": "headingThree",
        "collapsedClass": "collapsed",
        "dataTarget": "#collapseThree",
        "ariaExpanded": "false",
        "ariaControls": "collapseThree",
        "title": "What is the point of building up your personal brand?",
        "text": "What do all these people and their businesses have in common?\n\nKylie Jenner – Kylie Cosmetics – Youngest self-made billionaire\nRihanna – Fenty Beauty – $2.8 billion valuation\nRyan Reynolds – Mint Mobile – Sold for $1 billion\nLogan Paul – Prime – $3.1 billion valuation\nThe Rock – Teremana Tequila – $3.5 billion valuation\n\nAll of these individuals built powerful personal brands through acting, music, TV, or social media. When they launched their businesses, their massive personal brands acted as built-in marketing engines—causing their companies to explode.\n\nToday, social media gives the average person the same opportunity. You don’t have to be an actor, singer, or athlete to build a brand and a business. If you're a business owner, you can grow both yourself and your company through content like never before.\n\nThere’s a massive opportunity here—and if you don’t take it, your competitors will… and they'll take your customers with them.",
        "collapseShow": ""
    },
    {
        "id": 4,
        "dataParent": "faqAccordion",
        "accordionId": "headingFour",
        "collapsedClass": "collapsed",
        "dataTarget": "#collapseFour",
        "ariaExpanded": "false",
        "ariaControls": "collapseFour",
        "title": "How much time does it take?",
        "text": "This service is completely done-for-you. We handle everything — from research and scripting, to sending one of our reps to film, all the way through editing and uploading. The only thing you need to do is show up, because it’s your personal brand. Most clients spend about 4–6 hours a month filming, but that can vary depending on how fast you are on camera and how many takes you prefer. While we don’t guarantee an exact time commitment, our goal is to make filming the easiest part of your month.",
        "collapseShow": ""
    },
    {
        "id": 5,
        "dataParent": "faqAccordion",
        "accordionId": "headingFive",
        "collapsedClass": "collapsed",
        "dataTarget": "#collapseFive",
        "ariaExpanded": "false",
        "ariaControls": "collapseFive",
        "title": "What does it cost?",
        "text": "Less than hiring a full content team and a lot less than losing leads because you’re invisible online. Book a call and we’ll walk you through pricing.",
        "collapseShow": ""
    }
]